Repository: Uzbekistanios/24SSeven
Catalog: 24SEVEN/Core/Utils/Localize/*.lproj/Localizable.strings
Languages: uz

# title_dashboard
source: Категория
uz: Turkum

# title_cart
source: Корзина
uz: Savat

# title_profile
source: Мой профиль
uz: Mening profilim

# title_newProducts
source: Новые товары
uz: Yangi mahsulotlar

# title_myFavourites
source: Избранное
uz: Sevimlilar

# view_all
source: Посмотреть все
uz: Hammasini ko'rish

# warning_fill_the_fields
source: error
uz: xato

# popular_items
source: Популярные товары
uz: Ommabop mahsulotlar

# on_sale_items
source: Скидки
uz: Chegirmalar

# leave_feedback
source: Оставить отзыв
uz: Izoh qoldirish

# feedbacks
source: Отзывы
uz: Izohlar

# similar_products
source: Похожие товары
uz: O'xshash mahsulotlar

# new_items
source: Новые товары
uz: Yangi mahsulotlar

# news
source: Новости и акции
uz: Yangiliklar va aksiyalar

# total
source: Итого:
uz: Jami:

# check_out
source: Оформить заказ
uz: Buyurtma berish

# choose_subCategory
source: Выберите подкатегорию
uz: Pastki turkumni tanlang

# sort
source: Сортировать по
uz: Tartiblash

# filter
source: Фильтр
uz: Filtr

# delivery_address
source: Адрес доставки
uz: Yetkazib berish manzili

# give_address
source: Или укажите
uz: Yoki ko'rsating

# phone_number
source: Номер телефона*
uz: Telefon raqami*

# address
source: Адрес*
uz: Manzil*

# district
source: Район*
uz: Tuman*

# city
source: Город*
uz: Shahar*

# from_map
source: На карте*
uz: Xaritada*

# payment_method
source: Оплата
uz: To'lov

# cash
source: Наличный расчет
uz: Naqd

# order_price
source: Заказ:
uz: Buyurtma:

# delivery_price
source: Доставка:
uz: Yetkazib berish:

# confirm_order
source: ПОДТВЕРДИТЬ ЗАКАЗ
uz: BUYURTMANI TASDIQLASH

# done
source: Готово
uz: Tayyor

# reset
source: Сбросить фильтр
uz: Filtrni qayta tiklash

# share
source: Поделиться:
uz: Ulashish:

# other_news
source: Другие новости
uz: Boshqa yangiliklar

# show_on_map
source: Показать на карте
uz: Xaritada ko'rsatish

# save_address
source: Сохранить адрес
uz: Manzilni saqlash

# address_name
source: Название*
uz: Nomi*

# add_address
source: Добавить адрес
uz: Manzilni qo'shish

# delete_address
source: Удалить адрес
uz: Manzilni o'chirish

# order_info
source: Информация о заказе
uz: Buyurtma haqida ma'lumot

# order_number
source: Заказ №
uz: Buyurtma â„–

# order_time
source: Время заказа:
uz: Buyurtma vaqti:

# order_item_count
source: Количество:
uz: Miqdori:

# order_address
source: Адрес доставки:
uz: Yetkazib berish manzili:

# payment_Method
source: Способ оплаты:
uz: To'lov usuli:

# order_total
source: Итоговая цена:
uz: Yakuniy narx:

# cancel_order
source: Отменить заказ
uz: Buyurtmani bekor qilish

# save
source: Сохранить
uz: Saqlash

# my_orders
source: Мои заказы
uz: Mening buyurtmalarim

# favourite
source: Избранные товары
uz: Tanlangan mahsulotlar

# my_addresses
source: Адресная книга
uz: Manzil kitobi

# my_pay_method
source: Способы оплаты
uz: To'lov usullari

# settings
source: Настройки
uz: Sozlamalar

# personal_info
source: Персональные данные
uz: Shaxsiy ma'lumotlar

# fio
source: Имя*
uz: Ism*

# surname
source: Фамилия*
uz: Familiya*

# dob
source: Дата рождения*
uz: Tug'ilgan sanasi*

# gender
source: Пол*
uz: Jinsi*

# male
source: Мужской
uz: Erkak

# female
source: Женский
uz: Ayol

# change_password
source: Сменить пароль
uz: Parolni o'zgartirish

# change_language
source: Сменить язык
uz: Tilni o'zgartirish

# save_changes
source: Сохранить изменения
uz: O'zgarishlarni saqlash

# set_as_default
source: Использовать как способ оплаты по умолчанию
uz: Standart to'lov usuli sifatida foydalanish

# edit
source: Изменить
uz: O'zgartirish

# in_wait
source: Ожидание
uz: Kutishda

# active
source: Активные
uz: Faollar

# delivered
source: Доставлен
uz: Yetkazib berildi

# more
source: Подробно
uz: Batafsil

# total_price
source: Общая стоимость:
uz: Umumiy qiymati:

# money_format_sum_unit
source: сум за
uz: uchun

# money_format_sum
source: сум
uz: so'm

# comments_count
source: Отзывы
uz: Izohlar

# money_format_sum_string
source: %s сум
uz: %s so'm

# count_with_unit_
source: Количество: %d %s
uz: Miqdori: %d %s

# no_connectivity_exception
source: Нет связи с сервером. Возможно отключена сеть!
uz: Server bilan aloqa yo'q. Ehtimol tarmoq o'chirilgan!

# no_connection
source: Нет соединения!
uz: Aloqa yo'q!

# no_connection_try_again
source: Пожалуйста, проверьте ваше интернет попробуйте еще раз
uz: Iltimos, internetni tekshiring yana urinib ko'ring

# try_again
source: Попробуйте еще раз
uz: Yana urinib ko'ring

# month
source: Января
uz: Yanvar

# title_activity_auth
source: Авторизация
uz: Avtorizatsiya

# user_guide
source: Инструкция пользователя
uz: Foydalanuvchi uchun qo'llanma

# send_code_again
source: Отправить код еще раз
uz: Kodni yana bir bor yuboring

# logout
source: Выйти
uz: Chiqish

# order_count
source: заказов
uz: ta buyurtma

# address_count
source: адреса
uz: ta manzil

# items_count
source: товаров
uz: ta mahsulot

# settings_options
source: Персональные данные
uz: Shaxsiy ma'lumotlar

# pls_your_comments
source: Пожалуйста поделитесь своим мнением о продукте
uz: Iltimos, mahsulot haqida fikringizni baham ko'ring

# your_comments
source: Ваши отзыв
uz: Sizning izohlaringiz

# leave_comment
source: ОТПРАВИТЬ ОТЗЫВ
uz: IZOH YUBORISH

# saved_addresses
source: Сохраненные адреса
uz: Saqlangan manzillar

source: No Orders
uz: Buyurtmalar yo'q

# no_order
source: Нет заказов!
uz: Buyurtma yo'q!

# go_shopping
source: Вы еще не заказывали товар! Нажмите кнопку ниже и закажите товар
uz: Siz hali buyurtma bermadingiz! Quyidagi tugmani bosing va mahsulotni buyurtma qiling

# start_shopping
source: НАЧАТЬ ПОКУПКУ
uz: XARIDNI BOSHLASH

# search
source: Поиск
uz: Qidiruv

# sort_by
source: Сортировать по
uz: Tartiblash

# sort_by_new
source: Новейшие
uz: Eng yangi

# sort_by_popular
source: Популярный
uz: Mashhur

# sort_by_cheap
source: Цена: от самой низкой к высокой
uz: Narx: eng pastdan yuqoriga

# sort_by_expensive
source: Цена: от самой высокой к самой низкой
uz: Narx: eng yuqoridan eng pastga

# add_to_cart
source: В корзину
uz: Savatga

# in_cart
source: В корзине
uz: Savatda

source: Dark Theme
uz: Qora mavzu

# select_address
source: Выберите адрес
uz: Manzilni tanlang

source: detecting address
uz: manzilni aniqlash

# warning_enable_permission
source: enable_permission
uz: ruxsat berish

# any
source: Любые
uz: Istalgan

# transfer
source: Перечисление
uz: Pul ko'chirish

# characteristics
source: Характеристики продукта
uz: Mahsulotning xususiyatlari

source: success
uz: muvaffaqiyatli

# tour_comment_in_review
source: your comment in review
uz: izohlaringiz

# somethign_went_wrong
source: Что-то пошло не так.
uz: Nimadir noto'g'ri ketdi.

source: no addresses
uz: manzillar yo'q

source: Loading Error
uz: Yuklash Xatosi

# error_name
source: name
uz: ism

# error_last_name
source: lastname
uz: familiya

# error_year
source: year
uz: yil

# error_month
source: month
uz: oy

# error_day
source: day
uz: kun

source: App not Installed
uz: Ilova o'rnatilmagan

# n_n
source: Для продолжения покупки пожалуйста авторизуйтесь через номер телефона
uz: Xaridni davom ettirish uchun iltimos telefon raqami orqali avtorizatsiyadan o'ting

# input_phone
source: Введите номер телефона
uz: Telefon raqamini kiriting

# input_code
source: Введите Смс-код
uz: SMS kodini kiriting

# get_code
source: Получить смс-код
uz: SMS kodini olish

source: Russian
uz: Rus tili

source: Uzbek
uz: O'zbek tili

# cant_find_location
source: Не можем определить ваш адрес по карте
uz: Manzilingizni xarita bo'yicha aniqlay olmadik

# city_street_apt
source: Город, улица, дом
uz: Shahar, ko'cha, uy

# added_to_basket
source: Добавлен в корзину
uz: Savatga qo'shildi

# added_to_favorites
source: Добавлено в избранное
uz: Tanlanganlarga qo'shildi

# remove_from_favorites
source: Удалено из избранного
uz: Tanlanganlardan o'chirildi

# stop_record
source: Запись остановлена
uz: Yozuv to'xtatildi

# talk
source: Говорите
uz: Gapiring

# you_can_talk
source: Говорите, я слушаю
uz: Gapiring, eshitaman

# save_edits
source: СОХРАНИТЬ ИЗМЕНЕНИЯ
uz: O'ZGARISHLARNI SAQLASH

# loading
source: Загружается...
uz: Yuklanmoqda...

# loaded_success
source: Обновлено успешно
uz: Muvaffaqiyatli yangilandi

# added_success
source: Добавлено успешно
uz: Muvaffaqiyatli qo'shildi

# qr_added
source: Cкопировано штрих-код в буфер обмена
uz: Shtrix-kod almashish buferiga nusxalandi

# wrong_url
source: Неподдерживаемый формат URL
uz: Qo'llab-quvvatlanmaydigan URL format

# sent_success
source: Успешно отправлено!
uz: Muvaffaqiyatli yuborildi!

# not_available
source: Недоступен
uz: Bu funksiya hozircha mavjud emas

# in_review
source: ваш комментарий на рассмотрении
uz: izohingiz ko'rib chiqilmoqda

# no_empty
source: Поля не могут быть пустыми!
uz: Maydonlar bo'sh bo'lishi mumkin emas!

# success_check
source: Успех! Проверьте свои заказы.
uz: Muvaffaqiyat! Buyurtmalaringizni tekshiring.

# declined_order
source: Ваш заказ отменен!
uz: Buyurtmangiz bekor qilingan!

# no_addresses_found
source: Адреса не найдены
uz: Manzillar topilmadi

# changed_success
source: Данные успешно изменены!
uz: Ma'lumotlar muvaffaqiyatli o'zgartirildi!

# phone_empty
source: Номер телефона не может быть пустым
uz: Telefon raqami bo'sh bo'lishi mumkin emas

# sent_to_phone
source: SMS отправлено на номер +
uz: SMS yuborildi: +

# incorrent_phone
source: Неправильный код
uz: Noto'g'ri kod

# register_success
source: Успешно зарегестрирован!
uz: Muvaffaqiyatli ro'yxatga olindi!
